;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Josef Škoda
; TranslationAuthorEmail: skoda.josef@gmail.com
; Soft Version: 1.41.31
; Update: September 07, 2016
;
[Lang]
NativeLanguage=Česky
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=OK
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka

[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZ
LangShortName=cz-cz
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informace
Warning=Upozornění
Error=Chyba
Confirm=Potvrzení
;
; Popup menu
;
pmHelp=Online nápověda
pmforum=Fórum
pmHome=Domácí stránka
pmContact=Kontaktujte nás
pmCheckNew=Kontrola aktualizací
pmLang=Jazyky
pmAbout=O programu
pmConMenu=Přidat do kontextové nabídky
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Zbavte se každého souboru, který nelze vymazat systémem Windows
FrmWDMain.btnAFile.caption=Přidat soubor
FrmWDMain.btnAfolder.caption=Přidat složku
FrmWDMain.btnRemove.caption=Odstranit
FrmWDMain.btnDel.caption=Odemknout & Vymazat
FrmWDMain.btnsupport.caption=Zpětná informace
FrmWDMain.btnfacebook.hint=Následujte nás na Facebook
FrmWDMain.btntwitter.hint=Sdílet Wise Force Deleter na Twitteru
FrmWDMain.btngoogle.hint=Sdílet Wise Force Deleter n Google+
FrmWDMain.btnemail.hint=Řekněte vašim přátelům o Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Název
FrmWDManin.lvfile.Columns[1]=Cesta
FrmWDManin.lvfile.Columns[2]=Stav
;
; About
;
FrmAbout.caption=O programu
FrmAbout.lblver.caption=Aktuální verze:
FrmAbout.lblemail.caption=E-mail podpory:
FrmAbout.lblhome.caption=Domácí stránka:
FrmAbout.lblthanks.caption=Poděkování následující lidem za jejich příspěvky:
FrmAbout.lblWarning.caption=Upozornění: Tento počítačový program je chráněn autorským zákonem a mezinárodními úmluvami.

[Message]
DragFile=Složka nemohla být přetažena.
ForceDelete=Vynutit smazání
Newver=Je dostupná nová verze Wise Force Deleter, chcete nyní aktualizovat?
NoNewVer=Blahopřejeme, používáte poslední verzi!
None=Připraven
Unlocked=Odemčeno & Vymazáno
Deleted=Vymazáno
FailDel=Vymazání selhalo
Aborted=Přerušeno
NoExists=Neexistuje
ConfirmDel=Chcete odemknout a vymazat soubor(y)?
TranslateTo=Přeložit do..